Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: Enhance
de: Verbessern
fr: Améliorer
zh_hans: 润色
zh_hant: 潤色

source: Enhanced
de: Verbessert
fr: Amélioré
zh_hans: 已润色
zh_hant: 已潤色

source: Enhanced transcription
de: Verbesserte Transkription
fr: Transcription améliorée
zh_hans: 增强后的转录
zh_hant: 增強後的轉錄

source: Enhancement
de: Verbesserung
fr: Renforcement
zh_hans: 润色
zh_hant: 潤色

source: Enhancement Model
de: Verbesserungsmodell
fr: Modèle d'amélioration
zh_hans: 润色模型
zh_hant: 潤色模型

source: Enhancement Models
de: Verbesserungsmodelle
fr: Modèles d'amélioration
zh_hans: 润色模型
zh_hant: 潤色模型

source: Enhancement Settings
de: Verbesserungseinstellungen
fr: Paramètres d'amélioration
zh_hans: 润色设置
zh_hant: 潤色設定

source: Enhancement Time
de: Verbesserungszeit
fr: Temps d'amélioration
zh_hans: 润色用时
zh_hant: 潤色用時

source: Enhancement failed: %@
de: Verbesserung fehlgeschlagen: %@
fr: Échec de l'amélioration : %@
zh_hans: 润色失败：%@
zh_hant: 潤色失敗：%@

source: Enhancement modes and AI actions will stay off until you add a key. You can set this up anytime from Settings.
de: Verbesserungsmodi und KI-Aktionen bleiben deaktiviert, bis du einen Schlüssel hinzufügst. Du kannst dies jederzeit in den Einstellungen einrichten.
fr: Les modes d'amélioration et les actions de l'IA resteront désactivés jusqu'à ce que vous ajoutiez une clé. Vous pouvez configurer cela à tout moment à partir des paramètres.
zh_hans: 润色模式与 AI 操作将保持关闭，直到你添加密钥。你可以随时在设置中完成配置。
zh_hant: 潤色模式與 AI 操作將保持關閉，直到你新增金鑰。你可以隨時在設定中完成設定。

source: Enhancement request timed out. Check your connection or increase the timeout duration.
de: Zeitüberschreitung bei der Verbesserungsanfrage. Überprüfe deine Verbindung oder verlängere die maximale Wartezeit.
fr: La demande d'amélioration a expiré. Vérifiez votre connexion ou augmentez la durée du délai d'attente.
zh_hans: 润色请求超时。请检查网络连接或延长超时时长。
zh_hant: 潤色請求逾時。請檢查網路連線或延長逾時時長。

source: Enhancing
de: Wird verbessert
fr: Améliorer
zh_hans: 正在润色
zh_hant: 正在潤色

source: Enhancing recording
de: Aufnahme wird verbessert
fr: Améliorer l'enregistrement
zh_hans: 正在润色录音
zh_hant: 正在潤色錄音

source: Enhancing...
de: Wird verbessert...
fr: Amélioration...
zh_hans: 正在润色…
zh_hant: 正在潤色…

source: Enter a cap between $0 and $10,000. $0 blocks all Yap Cloud calls.
de: Gib ein Limit zwischen $0 und $10.000 ein. $0 sperrt alle Yap-Cloud-Aufrufe.
fr: Saisissez un plafond entre 0 $ et 10 000 $. 0 $ bloque tous les appels Yap Cloud.
zh_hans: 请输入 $0 到 $10,000 之间的上限。设为 $0 会停用所有 Yap Cloud 调用。
zh_hant: 請輸入 $0 到 $10,000 之間的上限。設為 $0 會停用所有 Yap Cloud 調用。

source: Enter a model ID for AI enhancement.
de: Geben Sie eine Modell-ID für die KI-Verbesserung ein.
fr: Saisissez un identifiant de modèle pour l'amélioration par l'IA.
zh_hans: 请输入用于 AI 润色的模型 ID。
zh_hant: 請輸入用於 AI 潤色的模型 ID。

source: Enter a valid email address.
de: Gib eine gültige E-Mail-Adresse ein.
fr: Saisissez une adresse e-mail valide.
zh_hans: 请输入有效的邮箱地址。
zh_hant: 請輸入有效的信箱地址。

source: Enter a whole-dollar amount between %@ and %@.
de: Gib einen ganzen Dollarbetrag zwischen %1$@ und %2$@ ein.
fr: Saisissez un montant entier en dollars entre %1$@ et %2$@.
zh_hans: 请输入 %1$@ 到 %2$@ 之间的整数美元金额。
zh_hant: 請輸入 %1$@ 到 %2$@ 之間的整數美元金額。

source: Enter a whole-dollar amount.
de: Gib einen ganzen Dollarbetrag ein.
fr: Saisissez un montant entier en dollars.
zh_hans: 请输入整数美元金额。
zh_hant: 請輸入整數美元金額。

source: Enter the 6-digit code sent to %@.
de: Gib den 6-stelligen Code ein, der an %@ gesendet wurde.
fr: Saisissez le code à 6 chiffres envoyé à %@.
zh_hans: 输入发送到 %@ 的 6 位验证码。
zh_hant: 輸入傳送到 %@ 的 6 位驗證碼。

source: Enter word or phrase to replace (use commas for multiple)
de: Wort oder Ausdruck eingeben (mehrere mit Komma trennen)
fr: Saisissez le mot ou l'expression à remplacer (utilisez des virgules pour plusieurs)
zh_hans: 输入要替换的词语或短语（多个用逗号分隔）
zh_hant: 輸入要取代的詞語或短語（多個用逗號分隔）

source: Enter your
de: Gib deinen
fr: Entrez votre
zh_hans: 输入你的
zh_hant: 輸入你的

source: Environment variables available: YAP_SYSTEM_PROMPT, YAP_USER_PROMPT, YAP_FULL_PROMPT. Custom commands can also read YAP_FULL_PROMPT from stdin.
de: Verfügbare Umgebungsvariablen: YAP_SYSTEM_PROMPT, YAP_USER_PROMPT, YAP_FULL_PROMPT. Benutzerdefinierte Befehle können YAP_FULL_PROMPT auch aus stdin lesen.
fr: Variables d’environnement disponibles : YAP_SYSTEM_PROMPT, YAP_USER_PROMPT, YAP_FULL_PROMPT. Les commandes personnalisées peuvent aussi lire YAP_FULL_PROMPT depuis stdin.
zh_hans: 可用的环境变量：YAP_SYSTEM_PROMPT、YAP_USER_PROMPT、YAP_FULL_PROMPT。自定义命令也可以从 stdin 读取 YAP_FULL_PROMPT。
zh_hant: 可用的環境變量：YAP_SYSTEM_PROMPT、YAP_USER_PROMPT、YAP_FULL_PROMPT。自訂命令也可以從 stdin 讀取 YAP_FULL_PROMPT。

source: Error
de: Fehler
fr: Erreur
zh_hans: 错误
zh_hant: 錯誤

source: Error importing settings: %@. The file might be corrupted or not in the correct format.
de: Fehler beim Importieren der Einstellungen: %@. Die Datei könnte beschädigt oder im falschen Format sein.
fr: Erreur lors de l'importation des paramètres : %@. Le fichier est peut-être corrompu ou n'est pas au bon format.
zh_hans: 导入设置时出错：%@。文件可能已损坏或格式不正确。
zh_hant: 匯入設定時出錯：%@。檔案可能已損壞或格式不正確。

source: Est. duration
de: Gesch. Dauer
fr: HNE. durée
zh_hans: 估算时长
zh_hant: 估算時長

source: Est. tokens
de: Gesch. Tokens
fr: HNE. jetons
zh_hans: 估算令牌
zh_hant: 估算Token

source: Estimate · 40 wpm
de: Schätzung · 40 WpM
fr: estimation · 40 mots/min
zh_hans: 估算 · 每分钟打 40 个词
zh_hant: 估算 · 每分鐘打 40 個詞

source: Every change synced through Yap Cloud is kept as a version.
de: Jede über Yap Cloud synchronisierte Änderung wird als Version aufbewahrt.
fr: Chaque modification synchronisée via Yap Cloud est conservée comme une version.
zh_hans: 通过 Yap Cloud 同步的每次改动都会保存为一个版本。
zh_hant: 透過 Yap Cloud 同步的每次改動都會儲存為一個版本。

source: Everything in it is deleted. This can't be undone.
de: Der gesamte Inhalt wird gelöscht. Das lässt sich nicht rückgängig machen.
fr: Tout son contenu sera supprimé. Cette action est irréversible.
zh_hans: 里面的全部内容会被删除，无法撤销。
zh_hant: 裡面的全部內容會被刪除，無法復原。

source: Examples
de: Beispiele
fr: Exemples
zh_hans: 示例
zh_hant: 範例

source: Expand
de: Ausklappen
fr: Développer
zh_hans: 展开
zh_hant: 展開

source: Expanded
de: Ausgeklappt
fr: Développé
zh_hans: 已展开
zh_hant: 已展開

source: Experience Yap
de: Yap erleben
fr: Découvrez Yap
zh_hans: 体验 Yap
zh_hant: 體驗 Yap

source: Explore Key Features
de: Wichtige Funktionen entdecken
fr: Découvrir les fonctions clés
zh_hans: 功能导览
zh_hant: 功能導覽

source: Export
de: Exportieren
fr: Exporter
zh_hans: 导出
zh_hant: 匯出

source: Export CSV…
de: CSV exportieren …
fr: Exporter en CSV…
zh_hans: 导出 CSV…
zh_hant: 匯出 CSV…

source: Export Canceled
de: Export abgebrochen
fr: Exportation annulée
zh_hans: 导出已取消
zh_hant: 匯出已取消

source: Export Dictionary
de: Wörterbuch exportieren
fr: Exporter le dictionnaire
zh_hans: 导出词典
zh_hant: 匯出字典

source: Export Error
de: Exportfehler
fr: Erreur d'exportation
zh_hans: 导出错误
zh_hant: 匯出錯誤

source: Export Failed
de: Export fehlgeschlagen
fr: Échec de l'exportation
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export Logs
de: Protokolle exportieren
fr: Exporter les journaux
zh_hans: 导出日志
zh_hant: 匯出記錄

source: Export Markdown…
de: Als Markdown exportieren…
fr: Exporter en Markdown…
zh_hans: 导出 Markdown…
zh_hant: 匯出 Markdown…

source: Export Settings
de: Einstellungen exportieren
fr: Paramètres d'exportation
zh_hans: 导出设置
zh_hant: 匯出設定

source: Export Subtitles
de: Untertitel exportieren
fr: Exporter les sous-titres
zh_hans: 导出字幕
zh_hant: 匯出字幕

source: Export Successful
de: Export erfolgreich
fr: Exportation réussie
zh_hans: 导出成功
zh_hant: 匯出成功

source: Export Yap Settings
de: Yap-Einstellungen exportieren
fr: Exporter les paramètres Yap
zh_hans: 导出 Yap 设置
zh_hant: 匯出 Yap 設定

source: Export all settings, or choose specific categories when importing a backup.
de: Alle Einstellungen exportieren oder beim Importieren bestimmte Kategorien wählen.
fr: Exportez tous les paramètres ou choisissez des catégories spécifiques lors de l'importation d'une sauvegarde.
zh_hans: 导出全部设置，或在导入备份时选择特定类别。
zh_hant: 匯出全部設定，或在匯入備份時選擇特定類別。

source: Export the transcript with timestamps
de: Transkript mit Zeitstempeln exportieren
fr: Exporter la transcription avec les horodatages
zh_hans: 导出带时间轴的转写
zh_hant: 匯出帶時間軸的轉錄

source: Export vocabulary and word replacements to a portable JSON file.
de: Exportiere Vokabular und Wortersetzungen in eine portable JSON-Datei.
fr: Exportez le vocabulaire et les remplacements de mots vers un fichier JSON portable.
zh_hans: 将词汇和词语替换导出为可移植的 JSON 文件。
zh_hant: 將詞彙和詞語取代匯出為可移植的 JSON 檔案。

source: Fail immediately
de: Sofort abbrechen
fr: Échouer immédiatement
zh_hans: 立即失败
zh_hant: 立即失敗

source: Failed
de: Fehlgeschlagen
fr: Échec
zh_hans: 失败
zh_hant: 失敗

source: Failed to add '%@': %@
de: '%@' konnte nicht hinzugefügt werden: %@
fr: Échec de l'ajout de « %@ » : %@
zh_hans: 无法添加「%@」：%@
zh_hant: 無法新增「%@」：%@

source: Failed to add replacement: %@
de: Ersetzung konnte nicht hinzugefügt werden: %@
fr: Échec de l'ajout du remplacement : %@
zh_hans: 无法添加替换项：%@
zh_hant: 無法新增取代項：%@

source: Failed to convert audio chunk for streaming
de: Audio-Chunk konnte nicht für das Streaming konvertiert werden
fr: Échec de la conversion du morceau audio pour le streaming
zh_hans: 无法转换用于流式传输的音频块
zh_hant: 無法轉換用於串流傳輸的音訊塊

source: Failed to convert the audio format
de: Audioformat konnte nicht konvertiert werden
fr: Échec de la conversion du format audio
zh_hans: 无法转换音频格式
zh_hant: 無法轉換音訊格式

source: Failed to copy audio file
de: Audiodatei konnte nicht kopiert werden
fr: Échec de la copie du fichier audio
zh_hans: 无法拷贝音频文件
zh_hant: 無法複製音訊檔案

source: Failed to copy transcription
de: Transkription konnte nicht kopiert werden
fr: Échec de la copie de la transcription
zh_hans: 无法拷贝转写内容
zh_hant: 無法複製轉錄內容

source: Failed to create AudioUnit: %lld
de: AudioUnit konnte nicht erstellt werden: %lld
fr: Échec de la création de l'AudioUnit : %lld
zh_hans: 无法创建 AudioUnit：%lld
zh_hant: 無法建立 AudioUnit：%lld

source: Failed to create audio file: %lld
de: Audiodatei konnte nicht erstellt werden: %lld
fr: Échec de la création du fichier audio : %lld
zh_hans: 无法创建音频文件：%lld
zh_hant: 無法建立音訊檔案：%lld

source: Failed to create custom sounds directory
de: Ordner für eigene Töne konnte nicht erstellt werden
fr: Échec de la création d'un répertoire de sons personnalisé
zh_hans: 无法创建自定提示音目录
zh_hant: 無法建立自定提示音目錄

source: Failed to delete entries: %@
de: Einträge konnten nicht gelöscht werden: %@
fr: Impossible de supprimer les entrées : %@
zh_hans: 删除条目失败：%@
zh_hant: 刪除項目失敗：%@

source: Failed to disable output: %lld
de: Ausgabe konnte nicht deaktiviert werden: %lld
fr: Échec de la désactivation de la sortie : %lld
zh_hans: 无法停用输出：%lld
zh_hant: 無法停用輸出：%lld

source: Failed to enable input: %lld
de: Eingabe konnte nicht aktiviert werden: %lld
fr: Échec de l'activation de l'entrée : %lld
zh_hans: 无法启用输入：%lld
zh_hant: 無法啟用輸入：%lld

source: Failed to encode the request body.
de: Anfragetext konnte nicht codiert werden.
fr: Échec de l'encodage du corps de la requête.
zh_hans: 无法编码请求正文。
zh_hant: 無法編碼請求正文。

source: Failed to execute Local CLI command: %@
de: Lokaler CLI-Befehl konnte nicht ausgeführt werden: %@
fr: Échec de l'exécution de la commande CLI locale : %@
zh_hans: 无法执行本地 CLI 命令：%@
zh_hant: 無法執行本地 CLI 命令：%@

source: Failed to export the processed audio
de: Verarbeitete Audiodatei konnte nicht exportiert werden
fr: Échec de l'exportation de l'audio traité
zh_hans: 无法导出处理后的音频
zh_hant: 無法匯出處理後的音訊

source: Failed to extract audio samples
de: Audiosamples konnten nicht extrahiert werden
fr: Échec de l'extraction des échantillons audio
zh_hans: 无法提取音频样本
zh_hant: 無法提取音訊樣本

source: Failed to get device format: %lld
de: Geräteformat konnte nicht gelesen werden: %lld
fr: Échec de l'obtention du format de l'appareil : %lld
zh_hans: 无法获取设备格式：%lld
zh_hant: 無法取得裝置格式：%lld

source: Failed to import model: %@
de: Modell konnte nicht importiert werden: %@
fr: Échec de l'importation du modèle : %@
zh_hans: 无法导入模型：%@
zh_hant: 無法匯入模型：%@

source: Failed to initialize AudioUnit: %lld
de: AudioUnit konnte nicht initialisiert werden: %lld
fr: Échec de l'initialisation d'AudioUnit : %lld
zh_hans: 无法初始化 AudioUnit：%lld
zh_hant: 無法初始化 AudioUnit：%lld

source: Failed to load the transcription model.
de: Transkriptionsmodell konnte nicht geladen werden.
fr: Échec du chargement du modèle de transcription.
zh_hans: 无法载入转写模型。
zh_hant: 無法載入轉錄模型。

source: Failed to load word replacements
de: Wortersetzungen konnten nicht geladen werden
fr: Échec du chargement des remplacements de mots
zh_hans: 无法加载单词替换
zh_hant: 無法載入單詞取代

source: Failed to remove replacement source: %@
de: Originalphrase konnte nicht aus der Wortersetzung entfernt werden: %@
fr: Impossible de supprimer l'expression d'origine du remplacement de mots : %@
zh_hans: 无法从词语替换中移除原始短语：%@
zh_hant: 無法從詞語取代中移除原始短語：%@

source: Failed to remove replacement: %@
de: Ersetzung konnte nicht entfernt werden: %@
fr: Échec de la suppression du remplacement : %@
zh_hans: 无法移除替换项：%@
zh_hant: 無法移除取代項：%@

source: Failed to remove word: %@
de: Wort konnte nicht entfernt werden: %@
fr: Échec de la suppression du mot : %@
zh_hans: 无法移除词语：%@
zh_hant: 無法移除詞語：%@

source: Failed to save API key securely
de: API-Schlüssel konnte nicht sicher gespeichert werden
fr: Échec de l'enregistrement sécurisé de la clé API
zh_hans: 无法安全地存储 API 密钥
zh_hant: 無法安全地儲存 API 金鑰

source: Failed to save changes: %@
de: Änderungen konnten nicht gespeichert werden: %@
fr: Échec de l'enregistrement des modifications : %@
zh_hans: 无法存储更改：%@
zh_hant: 無法儲存更改：%@

source: Failed to save custom enhancement model
de: Eigenes Verbesserungsmodell konnte nicht gespeichert werden
fr: Échec de l'enregistrement du modèle d'amélioration personnalisé
zh_hans: 无法存储自定润色模型
zh_hant: 無法儲存自定潤色模型

source: Failed to set audio format: %lld
de: Audioformat konnte nicht gesetzt werden: %lld
fr: Échec de la définition du format audio : %lld
zh_hans: 无法设置音频格式：%lld
zh_hant: 無法設定音訊格式：%lld

source: Failed to set file format: %lld
de: Dateiformat konnte nicht gesetzt werden: %lld
fr: Échec de la définition du format de fichier : %lld
zh_hans: 无法设置文件格式：%lld
zh_hant: 無法設定檔案格式：%lld

source: Failed to set input callback: %lld
de: Eingabe-Callback konnte nicht gesetzt werden: %lld
fr: Échec de la définition du rappel d'entrée : %lld
zh_hans: 无法设置输入回调：%lld
zh_hant: 無法設定輸入回調：%lld

source: Failed to set input device: %lld
de: Eingabegerät konnte nicht gesetzt werden: %lld
fr: Échec de la définition du périphérique d'entrée : %lld
zh_hans: 无法设置输入设备：%lld
zh_hant: 無法設定輸入裝置：%lld

source: Failed to start AudioUnit: %lld
de: AudioUnit konnte nicht gestartet werden: %lld
fr: Échec du démarrage d'AudioUnit : %lld
zh_hans: 无法启动 AudioUnit：%lld
zh_hant: 無法啟動 AudioUnit：%lld

source: Failed to transcribe the audio.
de: Audio konnte nicht transkribiert werden.
fr: Échec de la transcription de l'audio.
zh_hans: 无法转写该音频。
zh_hant: 無法轉錄該音訊。

source: Failed to unzip the downloaded Core ML model.
de: Heruntergeladenes Core-ML-Modell konnte nicht entpackt werden.
fr: Échec de la décompression du modèle Core ML téléchargé.
zh_hans: 无法解压缩已下载的 Core ML 模型。
zh_hant: 無法解壓縮已下載的 Core ML 模型。

source: Fields set in this file are applied at launch and override the same settings changed in the app.
de: Felder in dieser Datei werden beim Start angewendet und überschreiben dieselben Einstellungen aus der App.
fr: Les champs définis dans ce fichier sont appliqués au lancement et remplacent les mêmes réglages modifiés dans l'app.
zh_hans: 文件里填写的字段在启动时生效，会覆盖在应用里改过的同一项设置。
zh_hant: 檔案裡填寫的欄位在啟動時生效，會覆蓋在應用裡改過的同一項設定。

source: Files already in the folder are never replaced. When a meeting has changed since it was last saved there (speaker names, notes, Yap's language or time zone), a new file is added next to the old one, which stays as it was.
de: Dateien, die schon im Ordner liegen, werden nie ersetzt. Hat sich ein Meeting seit dem letzten Sichern dort geändert (Namen der Sprecher, Notizen, Sprache von Yap oder Zeitzone), kommt eine neue Datei neben die alte; die alte bleibt, wie sie ist.
fr: Les fichiers déjà présents dans le dossier ne sont jamais remplacés. Si une réunion a changé depuis son dernier enregistrement (noms des intervenants, notes, langue de Yap ou fuseau horaire), un nouveau fichier s’ajoute à côté de l’ancien, qui reste tel quel.
zh_hans: 文件夹里已有的文件不会被替换。会议在上次保存到这里之后有变化（说话人名字、纪要、Yap 的语言或时区），会在旧文件旁边新增一个文件，旧文件保持原样。
zh_hant: 資料夾裡已有的檔案不會被取代。會議在上次儲存到這裡之後有變化（說話者名字、紀要、Yap 的語言或時區），會在舊檔案旁邊新增一個檔案，舊檔案保持原樣。

source: Filler word
de: Füllwort
fr: Mot de remplissage
zh_hans: 填充词
zh_hant: 填充詞

source: Filter history
de: Verlauf filtern
fr: Filtrer l’historique
zh_hans: 筛选历史记录
zh_hant: 篩選歷史記錄

source: Filtered
de: Gefiltert
fr: Filtré
zh_hans: 已过滤
zh_hant: 已過濾

source: Finalizing model files…
de: Modelldateien werden fertiggestellt…
fr: Finalisation des fichiers modèles…
zh_hans: 正在完成模型文件处理…
zh_hant: 正在完成模型檔案處理…

source: Finalizing models...
de: Modelle werden fertiggestellt...
fr: Finalisation des modèles...
zh_hans: 正在完成模型设置…
zh_hant: 正在完成模型設定…

source: Finish Setting Up Yap…
de: Einrichtung von Yap abschließen…
fr: Terminer la configuration de Yap…
zh_hans: 完成 Yap 设置…
zh_hant: 完成 Yap 設定…

source: Finish the current recording first, then transcribe the recovered one.
de: Beende zuerst die laufende Aufnahme und transkribiere dann die wiederhergestellte.
fr: Terminez d’abord l’enregistrement en cours, puis transcrivez celui qui a été récupéré.
zh_hans: 请先结束当前录音，再转写找回的那段。
zh_hant: 請先結束目前錄音，再轉錄找回的那段。

source: Freeing the local models
de: Lokale Modelle werden freigegeben
fr: Libération des modèles locaux
zh_hans: 正在释放本机模型
zh_hant: 正在釋放本機模型

source: From stopping a dictation to Yap sending ⌘V, not until the text shows up in the app.
de: Vom Stoppen des Diktats bis Yap ⌘V sendet – nicht bis der Text in der App erscheint.
fr: De l'arrêt de la dictée à l'envoi de ⌘V par Yap, pas jusqu'à l'apparition du texte dans l'app.
zh_hans: 从停止听写到 Yap 发出 ⌘V，不是到文字出现在 app 里。
zh_hant: 從停止聽寫到 Yap 送出 ⌘V，不是到文字出現在 app 裡。

source: General
de: Allgemein
fr: Général
zh_hans: 通用
zh_hant: 通用

source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
zh_hans: 通用设置
zh_hant: 通用設定

source: Get %@ API Key
de: %@-API-Schlüssel abrufen
fr: Obtenez la clé API %@
zh_hans: 获取 %@ API 密钥
zh_hant: 取得 %@ API 金鑰

source: Get API Key
de: API-Schlüssel abrufen
fr: Obtenir la clé API
zh_hans: 获取 API 密钥
zh_hant: 取得 API 金鑰

source: Get API key
de: API-Schlüssel abrufen
fr: Obtenir la clé API
zh_hans: 获取 API 密钥
zh_hant: 取得 API 金鑰

source: Go Back
de: Zurück
fr: Retourner
zh_hans: 返回
zh_hant: 返回

source: Granted
de: Gewährt
fr: Accordé
zh_hans: 已授权
zh_hant: 已授權

source: HAL Output AudioUnit not found
de: HAL Output AudioUnit nicht gefunden
fr: Sortie HAL AudioUnit introuvable
zh_hans: 未找到 HAL Output AudioUnit
zh_hant: 未找到 HAL Output AudioUnit

source: Helper
de: Hilfsprogramm
fr: Programme d'assistance
zh_hans: 辅助程序
zh_hant: 輔助程式

source: How long a local model stays in memory after a dictation. Keeping the default Whisper model loaded holds about 0.7 GB, and in our test a released model reloaded while you spoke without a longer wait, so After Each Dictation is the default. Under memory pressure a model is released sooner.
de: Wie lange ein lokales Modell nach einem Diktat im Arbeitsspeicher bleibt. Das geladene Standard-Whisper-Modell belegt etwa 0,7 GB; in unserem Test wurde ein freigegebenes Modell geladen, während du sprachst, ohne längere Wartezeit. Deshalb ist „Nach jedem Diktat“ die Vorgabe. Bei knappem Arbeitsspeicher wird ein Modell früher freigegeben.
fr: Durée pendant laquelle un modèle local reste en mémoire après une dictée. Le modèle Whisper par défaut chargé occupe environ 0,7 Go ; lors de notre test, un modèle libéré se rechargeait pendant que vous parliez, sans attente supplémentaire, d’où « Après chaque dictée » par défaut. Quand la mémoire est presque saturée, un modèle est libéré plus tôt.
zh_hans: 本地模型在一次听写后留在内存里的时间。默认的 Whisper 模型加载后约占 0.7 GB；在我们的测试里，已释放的模型会在你说话时重新加载，不会多等，所以默认是“每次听写后”。内存紧张时模型会更早释放。
zh_hant: 本機模型在一次聽寫後留在記憶體裡的時間。預設的 Whisper 模型載入後約佔 0.7 GB；在我們的測試裡，已釋放的模型會在你說話時重新載入，不會多等，所以預設是「每次聽寫後」。記憶體吃緊時模型會更早釋放。

source: Hello Chris, could we move our meeting from Tuesday morning to Wednesday afternoon? Please confirm when you have a moment. Thanks, Jamie.
de: Hallo Chris, könnten wir unser Meeting von Dienstagvormittag auf Mittwochnachmittag verschieben? Bitte bestätige, sobald du einen Moment Zeit hast. Danke, Jamie.
fr: Bonjour Chris, pourrions-nous déplacer notre réunion de mardi matin à mercredi après-midi ? Merci de confirmer dès que vous avez un moment. Merci, Jamie.
zh_hans: Chris 你好，我们能把周二上午的会改到周三下午吗？方便时请回复确认。谢谢，Jamie。
zh_hant: Chris 你好，我們能把週二上午的會改到週三下午嗎？方便時請回復確認。謝謝，Jamie。

source: Help
de: Hilfe
fr: Aide
zh_hans: 帮助
zh_hant: 幫助

source: Hide Dock Icon
de: Dock-Symbol ausblenden
fr: Masquer l'icône du Dock
zh_hans: 隐藏程序坞图标
zh_hant: 隱藏Dock圖示

source: Hide Options
de: Optionen ausblenden
fr: Masquer les options
zh_hans: 隐藏选项
zh_hant: 隱藏選項

source: Hide transcription info
de: Transkriptionsinformationen ausblenden
fr: Masquer les informations de transcription
zh_hans: 隐藏转录信息
zh_hant: 隱藏轉錄資訊

source: History
de: Verlauf
fr: Histoire
zh_hans: 历史记录
zh_hant: 歷史記錄

source: History Settings
de: Verlaufseinstellungen
fr: Paramètres de l'historique
zh_hans: 历史记录设置
zh_hant: 歷史記錄設定

source: History Settings…
de: Verlaufseinstellungen…
fr: Réglages de l’historique…
zh_hans: 历史记录设置…
zh_hant: 歷史記錄設定…

source: History settings
de: Verlaufseinstellungen
fr: Paramètres de l'historique
zh_hans: 历史记录设置
zh_hant: 歷史記錄設定

source: Hold to talk, or tap to start and stop
de: Zum Sprechen halten oder tippen zum Starten und Stoppen
fr: Maintenez pour parler, ou touchez pour démarrer et arrêter
zh_hans: 按住说话，或轻按开始、再按停止
zh_hant: 按住說話，或輕按開始、再按停止

source: Hold to talk, release to paste
de: Zum Sprechen halten, loslassen zum Einfügen
fr: Maintenez pour parler, relâchez pour coller
zh_hans: 按住说话，松开粘贴
zh_hant: 按住說話，松開貼上

source: Home
de: Startseite
fr: Accueil
zh_hans: 主页
zh_hant: 主頁

source: Hourly dictation activity
de: Diktieraktivität nach Stunde
fr: Activité de dictée horaire
zh_hans: 每小时听写活动
zh_hant: 每小時聽寫活動

source: How to Fix It
de: So behebst du das Problem
fr: Comment y remédier
zh_hans: 如何修复
zh_hant: 如何修復

source: How to use Vocabulary
de: So verwendest du das Vokabular
fr: Comment utiliser le vocabulaire
zh_hans: 如何使用词汇表
zh_hant: 如何使用詞彙表

source: How to use Word Replacements
de: Verwendung von Wortersetzungen
fr: Comment utiliser les remplacements de mots
zh_hans: 如何使用词语替换
zh_hant: 如何使用詞語取代

source: IMPORTANT: If you were using AI enhancement features, please make sure to reconfigure your API keys in the AI Models section.
de: WICHTIG: Falls du KI-Verbesserungsfunktionen verwendet hast, konfiguriere bitte deine API-Schlüssel im Bereich KI-Modelle neu.
fr: IMPORTANT : Si vous utilisiez les fonctionnalités d'amélioration de l'IA, assurez-vous de reconfigurer vos clés API dans la section Modèles IA.
zh_hans: 重要提示：如果你之前在使用 AI 润色功能，请务必在「AI 模型」部分重新配置你的 API 密钥。
zh_hant: 重要提示：如果你之前在使用 AI 潤色功能，請務必在「AI 模型」部分重新設定你的 API 金鑰。

source: Immediately
de: Sofort
fr: Immédiatement
zh_hans: 立即
zh_hant: 立即

source: Import
de: Importieren
fr: Importer
zh_hans: 导入
zh_hant: 匯入

source: Import Canceled
de: Import abgebrochen
fr: Importation annulée
zh_hans: 导入已取消
zh_hant: 匯入已取消

source: Import Dictionary
de: Wörterbuch importieren
fr: Importer un dictionnaire
zh_hans: 导入词典
zh_hant: 匯入字典

source: Import Error
de: Importfehler
fr: Erreur d'importation
zh_hans: 导入错误
zh_hant: 匯入錯誤

source: Import Failed
de: Import fehlgeschlagen
fr: Échec de l'importation
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Local Model…
de: Lokales Modell importieren…
fr: Importer un modèle local…
zh_hans: 导入本地模型…
zh_hant: 匯入本地模型…

source: Import Mode
de: Importmodus
fr: Mode d'importation
zh_hans: 导入模式
zh_hant: 匯入模式

source: Import Preview
de: Importvorschau
fr: Aperçu de l'importation
zh_hans: 导入预览
zh_hant: 匯入預覽
